Repository: common-repository/seogun
Catalog: languages/seogun-*.po
Languages: ar

source: SEO Gun Settings
ar: إعدادت SEO Gun

source: Plugin Settings
ar: إعدادت الإضاف

source: Token
ar: رمز التأكيد Token

source: You don't have token yet? <a href="https://seogun.io/actions/?action=signup&domain=%s" target="_blank">Click here to signup.</a>
ar: ليس لديك رمز دخول؟ <a href="https://seogun.io/actions/?action=signup&domain=%s" target="_blank">إضغط هنا للحصول علي رمز دخول الآن</a>

source: Your Content Language
ar: لغة المحتوي

source: Please select your article language, We are using this language to analyze your content.
ar: يرجي إختيار لغة المقالات لديك. نحن نستخدم هذه اللغة لتحليل نوع مقالك وإيجاد الوسوم المرتبطة به

source: Entities Settings
ar: خصائص الأعلام

source: Entity Types
ar: أنواع الأعلام

source: Products
ar: المنتجات

source: Detect any product name in your content.
ar: البحث عن المنتجات مثال : أيفون

source: Date
ar: التواريخ

source: Detect any date like: (11/25/2017), day (Tuesday), month (May), or time (8:30 a.m.).
ar: البحث عن التواريخ مثل اسماء الايام والشهور

source: Events
ar: المناسابات

source: Detect events, such as a festival, concert, election, etc.
ar: البحث عن المناسبات مثل المؤتمرات والإحتفالات

source: Locations
ar: الأماكن

source: Detect A specific location, such as a country, city, lake, building, etc.
ar: البحث عن الأماكن مثل أسماء الدول والمدن والمباني الشهيرة

source: Organizations
ar: المؤسسات

source: Detect large organizations, such as a government, company, religion, sports team, etc.
ar: البحث عن أسماء المؤسسات والشركات

source: Persons
ar: الأشخاص

source: Detect Individuals, groups of people, nicknames, fictional characters.
ar: البحث عن أسماء الأشخاص وألقابهم

source: Titles
ar: الأسماء والألقاب

source: Detect an official name given to any creation or creative work, such as movies, books, songs, etc.
ar: البحث عن العناوين المشهورة مثل أسماء الأفلام والكتب

source: Other
ar: أخري

source: Entities that don't fit into any of the other entity categories
ar: أعلام هامة ولكنها غير تابعة للتصنيفات بالأعلي مثال : فايروس كورون

source: Google Trends Settings
ar: إعدادت محرك البحث Google

source: Google Country
ar: دولة محرك البحث Google

source: Ratings & Reviews
ar: تقييم الإضافة

source: If you like <strong>SEOGun</strong> please consider leaving a
ar: إذا أعجبتك الإضافة يرجي تقييمنا

source: A huge thanks in advance!
ar: نشكركم مقدما

source: Leave a rating
ar: أضف تقييمك

source: Upgrade Now
ar: قم بالترقية الآن

source: Enjoy the premium features.
ar: إستمتع بمزايا إضافية

source: Upgrade your account now and benefit out of our amazing premium features.
ar: قم بالترقية الآن وتمتع بمميزات إضافية

source: Select link types:
ar: إختر نوع الوسو

source: Tags
ar: الوسوم

source: Entities
ar: الأعلام

source: Google Trends
ar: الكلمات الأكثر بحثاً في جوجل

source: Generate Tags
ar: البحث عن الوسو

source: We are porcceing your article content now:
ar: نقوم الآن بتحليل محتوي المقال:

source: Validate your plugin token.
ar: التحقق من رمز التأكيد Token

source: Compare your article content to all your tags <small>( %s tag)</small>.
ar: البحث في الوسوم المضافة بموقعك <small>( %s وسم)</small>.

source: Entities generating process.
ar: البحث في محتوي المقال عن الأعلام مثل (الأماكن وأسماء الأشخاص والشركات).

source: Check if your article matched with Goolge Trends keywords.
ar: مقارنة محتوي المقال مع الكلمات الأكثر بحثاً في جوجل

source: Remove unwanted tags:
ar: إزالة الوسوم الغير مرغوب بها

source: Next Step
ar: الخطوة التالية

source: Network error. Please try again later.
ar: عذراً هناك خطأ يرجي المحاولة لاحقاً

source: AI based wordpress plugin that help's you to enhance your SEO by linking all your article togther.
ar: نقوم بتحسين مستوي موقعك بمحركات البحث بالإعتماد علي تقنيات الذكاء الإصطناعي
